[LTD_big_rich_metal_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 开锁"
m_LockedMessage="需要`k "
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[LTD_big_rich_metal_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="牢不可破的门"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[LTD_medium_poor_metal_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 开锁"
m_LockedMessage="需要`k "
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[LTD_medium_poor_metal_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="牢不可破的门"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[LTD_medium_rich_metal_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 开锁"
m_LockedMessage="需要`k "
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[LTD_medium_rich_metal_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="牢不可破的门"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[LTD_small_bars_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 开锁"
m_LockedMessage="需要`k "
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[LTD_small_bars_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="牢不可破的门"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[LTD_small_poor_metal_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 开锁"
m_LockedMessage="需要`k "
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[LTD_small_poor_metal_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="牢不可破的门"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[LTD_small_rich_metal_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 开锁"
m_LockedMessage="需要`k "
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[LTD_small_rich_metal_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="牢不可破的门"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

